{
  "items": [
    {
      "id": 1,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/Catalog/bg1.jpg",
      "title": "Red Dead Redemption 2",
      "description": "Red Dead Redemption 2 — მოქმედებითი-სათავგადასავლო ვესტერნი ვიდეო თამაში, შემუშავებული და გამოცემული Rockstar Games-ის მიერ. დაანონსდა 2016 წლის 18 ოქტომბერს და გამოვიდა 2018 წლის 26 ოქტომბერს PlayStation 4-სა და Xbox One-ზე. ის არის „Red Dead“-ის სერიის რიგით მესამე ნაწილი და 2010 წელს გამოსული Red Dead Redemption-ის პრიკველი. მოქმედება მიმდინარეობს 1899 წელს, ველურ დასავლეთში, აშშ-ის გამოგონილ რამდენიმე შტატში.[5] სიუჟეტი აგებულია ვანდერ ლინდის დამნაშავეთა ბანდის გარშემო. თამაშის მთავარი გმირია ართურ მორგანი — ბანდის ერთ-ერთი წევრი. ბანკის გაძარცვის წარუმატებელი მცდელობის შემდეგ ბანდის წევრები ცდილობენ გადაურჩნენ ფედერალურ აგენტებს, თავებზე მონადირეებს და სხვადასხვა დაბრკოლებებს. სიუჟეტი აგრეთვე მოიცავს სერიის პირველი თამაშის „Red Dead Redemption“-ის მთავარი პერსონაჟის ჯონ მარსტონის ისტორიას. თამაშში ვირტუალური კამერა წარმოდგენილია როგორც პირველი პირის, ასევე მესამე პირის ხედვით. ღია სამყაროს გეიმპლეი მოთამაშეს საშუალებას აძლევს თავისფულად გადაადგილდეს თამაშის ტერიტორიის ნებისმიერ წერტილში. მოთამაშეს ასევე შეუძლია ინადიროს გარეულ ცხოველებზე, გაძარცვოს ბანკები, იყოლიოს ცხენი და იურთიერთოს არა მოთამაშე პერსონაჟებთან. ერთ-ერთი განსაკუთრებული მახასიათებელია „ღირსების“ სისტემა, რაც ნიშნავს იმას, რომ მოთამაშის კარგი თუ ცუდი ქმედება აისახება სიუჟეტსა და გეიმპლეიზე. 2018 წლის ნოემბრიდან ხელმისაწვდომია თამაშის ონლაინ ვერსია",
      "price": "20$",
      "discount": "-10%",
      "isFree": false
    },
    {
      "id": 2,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/Catalog/gta5.jpg",
      "title": "Grand Theft Auto V",
      "description": "ცნობილ Grand Theft Auto სერიებში, ასევე არიან ნამდვილი მსახიობები და ვარსკვლავები. მაგრამ, რადგან ცოტა ხნის წინ გამოვიდა GTA 5, მე გადავწყვიტე აქ მოვსინჯები მსახიობთა სიებს, როგორც ეს რეალურია გამოთქვა პერსონაჟები  თამაშები და მთავარი გმირები და ცნობები  შეხვდნენ GTA 5 – ის პერსონაჟებს - ცნობილ ადამიანებზე, რომელთა გარეგნობამ Rockstar დეველოპერებმა თვითნებურად მიიღეს. და დავიწყებ ალბათ ყველაზე ცნობადი პერსონაჟებით - ასევე გრანდ სერიალის ახალი, მეხუთე ნაწილის მთავარი გმირებით ქურდობის ავტო. ფრანკლინ კლინტონი - ერთ – ერთი მთავარი პერსონაჟი და პროტოგონისტი, ნაპოვნია მთავარ შეთქმულებაში. ფრანკლინის სურათი და ხმა - მისცა ამერიკელმა მსახიობმა შონ შრიფტო  ცნობილი ფილმი ჩაძირვა ",
      "price": "15$",
      "discount": "-10%",
      "isFree": false
    },
    {
      "id": 3,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/Catalog/residentevil7.jpg",
      "title": "Resident Evil 7",
      "description": " Resident Evil 7: Biohazard, იაპონიაში ცნობილია, როგორც Biohazard 7: Resident Evil — survival horror-ის ჟანრის ვიდეო თამაში, რომელიც შექმნა და გამოსცა იაპონურმა კომპანია Capcom-მა, 2017 წლის 24 იანვარს Microsoft Windows-ის, PlayStation 4-სა და Xbox One-ის პლატფორმებისთვის. PlayStation 4-ის ვერსიას გააჩნია PlayStation VR-ის მხარდაჭერა, ხოლო (2018 წლიდან Microsoft Windows-ის და Xbox One-ის ვერსიებსაც ექნებათ ვირტუალური რეალობის მხარდაჭერა). ეს არის რიგით მეთერთმეტე ძირითადი თამაში Resident Evil-ის სერიიდან და პირველი ძირითადი თამაში სერიიდან პირველი პირის ხედვით.",
      "price": "15$",
      "discount": "-10%",
      "isFree": false
    },
    {
      "id": 4,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/Catalog/wwz.jpg",
      "title": "World War Z",
      "description": "მსოფლიო ომი Z (ინგლ. World War Z) — 2013 წლის ამერიკული პოსტაპოკალიპტური საშინელებათა ფილმი, რომელიც დაფუძნებულია მაქს ბრუკსის ამავე სახელწოდების რომანზე. ფილმის რეჟისორია მარკ ფორსტერი, პროდიუსერები არიან ბრედ პიტი, დიდი გარდნერი, ჯერემი კლაინერი და იენ ბრაისი, ოპერატორია ბენ სერეზინი. ფილმში მთავარ პერსონაჟ გარი ლეინს ასახიერებს ბრეტ პიტი — გაეროს ყოფილი გამომძიებელი, რომლის მიზანია ზომბი-აპოკალიფსის შეჩერება.",
      "price": "10$",
      "discount": "-10%",
      "isFree": false
    },
    {
      "id": 5,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/Catalog/CSGO.jpg",
      "title": "Counter Strike Global Offensive",
      "description": "Counter-Strike: Global Offensive იგივე CS:GO — მრავალმოთამაშიანი პირველი პირის მსროლელი ვიდეო თამაში, შექმნილი Hidden Path Entertainment-ის და Valve Corporation-ის მიერ. მისი კომპოზიტორია მაიკ მორასკი. თამაში არის რიგით მეოთხე Counter-Strike-ის სერიაში. იგი გამოვიდა Microsoft Windows-ის, OS X-ის, Xbox 360-ის და PlayStation 3-ის პლატფორმებისთვის, 2012 წლის აგვისტოში, ხოლო Linux-ის ვერსია ოფიციალურად 2014 წლის სექტემბერში გამოვიდა. თამაშში ორი გუნდი ერთმანეთის წინააღმდეგ თამაშობს - ტერორისტიები და პოლიციელები. ტერორისტები ცდილობენ პოლიციელები დაბომბვას და მძევლების აყვანას, ხოლო პოლიციელები – მათ განეიტრალებას.",
      "price": "For free",
      "isFree": true
    },
    {
      "id": 6,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/Catalog/warzone.jpg",
      "title": "Call of Duty Warzone",
      "description": "Call of Duty — პირველი პირის შუტერის ჟანრის ვიდეო თამაშების სერია, რომელიც თავდაპირველად შეიქმნა Microsoft Windows-ისთვის და შემდგომში გამოვიდა სათამაშო და პორტატიულ კონსოლებზეც. ძირითადი თამაშების გარდა, აგრეთვე შემუშავდა რამდენიმე სპინოფი. სერიის ადრეულ თამაშებში სიუჟეტი ძირითადად მიმდინარეობს მეორე მსოფლიო ომში, მაგრამ მომდევნო ნაწილებში (მაგალითად, როგორიც არის „Call of Duty 4: Modern Warfare“) სიუჟეტი ეხება თანამედროვე პერიოდს და ასევე მომავალ დროსაც. სერიის უახლესი თამაშია „Call of Duty: WWII“, გამოსული 2017 წლის 3 ნოემბერს, რომელიც მოიცავს მეორე მსოფლიო ომის პერიოდს. სულ გამოსულია 14 ძირითადი თამაში და 10 სპინოფი.",
      "price": "For free",
      "isFree": true
    },
    {
      "id": 7,
      "link": "game-pages/game-template.html",
      "title": "Wasteland 3",
      "description": "Wasteland 3 - 2087 წელი. თითქმის ასი წელი გავიდა მას შემდეგ, რაც მსოფლიო ბირთვულმა ომმა დედამიწის ტერიტორია რადიოაქტიურ უდაბნოდ აქცია. თქვენ მსახურობთ Desert Rangers- ის ორგანიზაციაში - ეს არის რჯულის გამორჩეული მეურვეების რაზმი, იმ მიწების ბოლო იმედის იმედი, რომელიც ადრე ამერიკის სამხრეთ-დასავლეთის შტატები იყო. თქვენ უნდა დაიცვათ მოქალაქეები შიმშილისგან, დაავადებებისგან, ძარცვისგან და მუტანტებისაგან.",
      "imageSrc": "../img/recomended/Wasteland3.jpg",
      "platform": "for windows",
      "price": "60.0$"
    },
    {
      "id": 8,
      "link": "game-pages/game-template.html",
      "title": "Cyberpunk 2077",
      "description": "Cyberpunk 2077 - Cyberpunk 2077 - Open World,მოქმედებითი,პირველი პირის ხედვის მქონე სათავგადასავლო როლური თამაშია,სადაც მოქმედება ღამის ქალაქში მიმდინარეობს. ესაა მეგაპოლისი,რომელშიც ჭარბობს ძალაუფლება,გლამური და სხეულის მოდიფიკაცია. თქვენ თამაშობთ,როგორც,დაქირავებული კანონდამრღვევი,რომლის მთავარი მიზანია იმპლანტების მოპოვება,რადგან ფიქრობს,რომ ესაა გზა უკდვდავებისაკენ. შეგიძლიათ შექმნათ თქვენი პერსონაჟი,მისი კიბერტექნიკა,შესაძლებლობები და თამაშის სტილი. გამოიკვლიეთ უზარმაზარი ქალაქი,აქ თქვენს მიერ მიღებული ყველა გადაწყვტეილება შესაბამისად აყალიბებს სიუჟეტს და შენს გარშემო არსებულ სამყაროსაც.",
      "imageSrc": "../img/recomended/cyberpunk.jpg",
      "platform": "for windows",
      "price": "30.0$"
    },
    {
      "id": 9,
      "link": "game-pages/game-template.html",
      "title": "The Witcher 3",
      "description": "The Witcher 3 - The Witcher 3: Wild Hunt - ესაა სიუჟეტზე ორიენტირებული open world RPG. მოქმედება მიმდინარეობს გასაოცარ, ჯადოსნურ სამყაროში და თქვენს მიერ მიღებულმა ნებისმიერმა გადაწყვეტილებამ შესაძლოა სერიოზული შედეგები გამოიწვიოს. თქვენ თამაშობთ Geralt-ით, ის პატარა სახელმწიფო Rivia-დანაა. თქვენი პერსონაჟი გამოცდილი მონსტრებზე მონადირეა და მას დაევალა რომ იპოვნოს Ciri - წინასწარმეტყველების შვილი. ის ცოცხალი იარაღია, რომელსაც სამყაროს ფორმის შეცვლა შეუძლია.",
      "imageSrc": "../img/recomended/the-witcher-3.jpg",
      "platform": "for windows",
      "price": "20.0$"
    },
    {
      "id": 10,
      "link": "game-pages/game-template.html",
      "title": "Dishonored 1",
      "description": "Dishonored 1 - თქვენ კვლავ მკვლელის როლში ხართ, რომელსაც ზებუნებრივი შესაძლებლობები გააჩნია. Billi Lerk და მისი ყოფილი დამრიგებელი Dawood ისევ ერთად ცდილობენ მოამზადონ უდიდესი მკვლელობა ისტორიაში. Death of the Outsider იყენებს საკუთარ ახალ ხელოვნების სტილს, შენარჩუნებული და გაუმჯობესებული აქვს მახასიათებლები, რომელიც წინა ვერსიიდან გადმოეცა, გაუმჯობესებულია საბრძოლო ტექნიკა, უნიკალურ დონეზეა დიზაინი. თამაში აძლევს შესაძლებლობას ახალბედებსაც უსინდისო და სასტიკ წარსულს ეზიარონ, რათა რთული დასკვნები თავად გამოიტანონ.",
      "imageSrc": "../img/recomended/Dishonored-1.png",
      "platform": "for windows",
      "price": "20.0$"
    },
    {
      "id": 11,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/weekly-news/the-witcher-3-collectibles.jpg",
      "card": "img/weekly-news/kalati.png",
      "title": "The Witcher 3: Wild Hunt",
      "description": "The Witcher 3: Wild Hunt - The Witcher 3: Wild Hunt - ესაა სიუჟეტზე ორიენტირებული open world RPG. მოქმედება მიმდინარეობს გასაოცარ, ჯადოსნურ სამყაროში და თქვენს მიერ მიღებულმა ნებისმიერმა გადაწყვეტილებამ შესაძლოა სერიოზული შედეგები გამოიწვიოს. თქვენ თამაშობთ Geralt-ით, ის პატარა სახელმწიფო Rivia-დანაა. თქვენი პერსონაჟი გამოცდილი მონსტრებზე მონადირეა და მას დაევალა რომ იპოვნოს Ciri - წინასწარმეტყველების შვილი. ის ცოცხალი იარაღია, რომელსაც სამყაროს ფორმის შეცვლა შეუძლია.",
      "price": "$21"
    },
    {
      "id": 12,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/weekly-news/dishonored.jpg",
      "card": "img/weekly-news/kalati.png",
      "title": "Dishonored 2",
      "description": "Dishonored 2 - თქვენ კვლავ მკვლელის როლში ხართ, რომელსაც ზებუნებრივი შესაძლებლობები გააჩნია. Billi Lerk და მისი ყოფილი დამრიგებელი Dawood ისევ ერთად ცდილობენ მოამზადონ უდიდესი მკვლელობა ისტორიაში. Death of the Outsider იყენებს საკუთარ ახალ ხელოვნების სტილს, შენარჩუნებული და გაუმჯობესებული აქვს მახასიათებლები, რომელიც წინა ვერსიიდან გადმოეცა, გაუმჯობესებულია საბრძოლო ტექნიკა, უნიკალურ დონეზეა დიზაინი. თამაში აძლევს შესაძლებლობას ახალბედებსაც უსინდისო და სასტიკ წარსულს ეზიარონ, რათა რთული დასკვნები თავად გამოიტანონ.",
      "price": "$21"
    },
    {
      "id": 13,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/weekly-news/league-of-legends.jpg",
      "card": "img/weekly-news/kalati.png",
      "title": "League Of Legends",
      "description": "League Of Legends - League of Legends არის მსოფლიოში ერთ-ერთი ყველაზე პოპულარული ვიდეო თამაში, რომელიც შექმნილია Riot Games-ის მიერ. მას აქვს გუნდზე დაფუძნებული კონკურენტული თამაშის რეჟიმი, რომელიც დაფუძნებულია სტრატეგიაზე და ოპონენტებზე აჯობებს. მოთამაშეები მუშაობენ თავიანთ გუნდთან მტრის Nexus-ის გასატეხად, სანამ მტრის გუნდი დაარღვიოს მათ.",
      "price": "$5"
    },
    {
      "id": 14,
      "link": "game-pages/game-template.html",
      "imageSrc": "../img/weekly-news/Metro-Exodus.jpg",
      "card": "img/weekly-news/kalati.png",
      "title": "Metro Exodus",
      "description": "Metro Exodus - წელი 2036. საუკუნის მეოთხედია უკვე გასული ბირთვული ომის დაწყებიდან.რამდენიმე ათასი გადარჩენილი კვლავ ცოცხლობს მოსკოვის ნანგრევებში,მეტროს გვირაბებში. ბირთვულმა აფეთქებებმა გამოიწვია ჟანგბადის დაბინძურება,ამან კი სხვადასხვა სახის მუტაციები ცხოველებში. თქვენ არტიომმა უნდა უხელმძღვანელოთ თქვენს დაჯგუფებას მოგზაურობაში,რომელიც ემსახურება ახალი სიცოცხლის აღმოჩენას რუსეთიდან დასავლეთით. Metro Exodus ეს არის პირველი პირის შუთერი, რომელსაც 4A Games გვთავაზობს. გამოიკვლიეთ მიტოვებული,გაველურებული რუსეთის ტერიტორია,მიჰყევით არაჩვეულებრივ დაძაბულ სიუჟეტს. თამაში მოიცავს წლის ოთხივე დროს.თამაში შექმნილია დიმიტრი გლუხოვსკის ნაწარმოების მიხედვით.",
      "price": "$5"
    }
  ]
}
